work/Univ/20180923_3D_sphere/result/ana001/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}
numberOfSubdomains 2;
method scotch;
